Repository: aprilis/messenger
Catalog: po/extra/*.po
Languages: nl

source: Unofficial Facebook Messenger's app
nl: Onofficiële Facebook Messenger-toepassing

source: Chat with your friends
nl: Chat met je vrienden

source: Facebook;Messenger;Chat;
nl: Facebook;Messenger;Chat;Gesprek;

source: Close all conversations
nl: Alle gesprekken sluiten

source: Unofficial Facebook Messenger App
nl: Onofficiële Facebook Messenger-toepassing

source: The best available desktop app for Facebook Messenger. Created for elementary OS. Inspired by this mockup. Many thanks to purple facebook's authors for creating API to communicate with Messenger service.
nl: De beste bureaubladtoepassing voor Facebook Messenger, gemaakt voor elementary OS en geïnspireerd op dit ontwerp. Veel dank aan Facebook's purple-makers voor het maken van een api rondom de Messenger-dienst.

source: Native notifications of incoming messages (including notification badges)
nl: Bureaubladmeldingen bij inkomende berichten (inclusief emblemen)

source: Easy access to your conversations via chat bubbles
nl: Snel toegang tot je gesprekken middels gespreksballonnen

source: Simple, beautiful interface
nl: Eenvoudig doch mooie vormgeving

source: No useless, Snapchat-like features :)
nl: Geen overbodige Snapchat-achtige functies :)
